<template>
    <section id="about" class="about pt-80 section">
        <div class="about__label section__label">Обо мне</div>
        <p class="">Однажды, попробовав сверстать свою первую  <a class="transition-all" target="_blank" href="https://romanovmichael.github.io/shirts/">страничку,</a> я потерял счет времени и забвенно влюбился в мир веб-разработки.</p>
        <p class="mt-24">Продолжил реализовывать более сложные проекты в рамках обучающих программ профессий "Web-разработчик" и "Frontend разбработчик"</p>
        <p class="mt-24">Получил опыт коммерческой разработки в агентстве 3owls, где имел честь поработать над интересными проектами. </p>
        <p class="mt-24">Прохожу обучение в Московском Технологическом Институте <br>
        Разработка, сопровождение и обеспечение безопасности информационных систем (очно-заочная форма обучения)</p>
        <p class="mt-24">Подтягиваю знания в вебе и с любопытством делаю первые шаги в работе с БД, освоением Linux, изучением нормативно правовой базы в сфере ИБ</p>
        <p class="mt-24">Если я не за компьютером, то обычно учусь, занимаюсь гимнастикой или плаваю.</p>

    </section>
</template>

<script>
export default {
    
}
</script>

<style src="~/components/about/__about.css" lang="css"></style>